import nextcord

TOKEN = "โทเค็นบอทของเจ้า" # //// ใส่โทเค็นบอท
ownerid = [239901961623830528, 22, 22]  # <== ใส่ไอดีคนที่คุณต้องการให้ใช้คำสั่งจ้าา


# //// โมดูลที่ต้องติดตั้ง Python 3.11 3.12 ขึ้นไป

# pip install nextcord
# pip install colorama


# /// ไอดีช่อง
CHANNEL_ID = 1347632960244940841 # /// ใส่ไอดีช่องที่จะส่งสินค้า

# // กำหนด อิโมจิได้ เปลี่ยนได้

emoji1 = "<:emoji_39:1350693006671351858>" #อิโมจิบน title
emoji2 = "<:Frame8:1357709973123104768>" #อิโมจิชื่อสินค้า
emoji3 = "<a:emoji_29:1347450711142563850>" #อิโมจิราคา
emoji4 = "<:Frame20:1357710028311756821>" #อิโมจำนวน